---
kind: other
id: Methods.T:Autodesk.Revit.DB.SKPImportOptions
source: html/98cd138b-5f21-91fb-fd6a-58d57acd0a20.htm
---
# SKPImportOptions Methods

Get the default length unit used for importing unitless files.